Repository: stefantalpalaru/iccloader
Catalog: po/*.po
Languages: it, ro

source: Error loading the window icon from the SVG file: %s
it: Errore durante il caricamento dell'icona per la finestra dal file SVG: %s
ro: Eroare apărută în timpul încărcării icoanei pentru fereastră din fișierul SVG: %s

source: Could not compile ICC regex: %s
it: Non ho potuto compilare il regex per l'ICC: %s
ro: Nu pot compila regex-ul pentru ICC: %s

source: Could not list files in profile directory: %s
it: Non ho potuto elencare i file nella cartella dei profili: %s
ro: Nu am putut lista fișierele din directorul cu profile: %s

source: _Clear profile
it: _Cancela il profilo
ro: _Șterge profilul

source: _Auto load profile
it: Carica il profilo _automaticamente
ro: Încarcă _automat profilul

source: Preferences
it: Preferenze
ro: Preferințe

source: Quit
ro: Ieșire

source: Could not load the config file: %s
it: Non ho potuto caricare il file di configurazione: %s
ro: Nu pot încărca fișierul de configurare: %s

source: Error loading preferences: %s
it: Errore durante il caricamento delle preferenze: %s
ro: Eroare în timpul încărcării preferințelor: %s

source: Error executing dispwin: %s
it: Errore durante l'esecuzione di dispwin: %s
ro: Eroare în timpul execuției dispwin: %s

source: UI loading error: %s
it: Errore durante il caricamento dell'UI: %s
ro: Eroare în timpul încărcării UI: %s

source: add a new ICC profile
it: aggiungi un nuovo profilo ICC
ro: adaugă un nou profil ICC

source: try to add ICC profiles automatically by looking in known profile directories
it: prova ad aggiungere automaticamente i profili ICC cercandoli nelle cartelle conosciute
ro: încearcă să adaugi automat profilele ICC căutându-le în directoarele cunoscute

source: Select a corresponding ICC file
it: Scegli un file ICC adatto
ro: Selectează un fișier ICC corespunzător

source: Could not compile temperature regex: %s
it: Non ho potuto compilare il regex per la temperatura: %s
ro: Nu am putut compila regex-ul pentru temperatură: %s

source: %u new ICC profile found
ro: %u nou profil ICC găsit

source: no new ICC profiles found
it: non è stato trovato nessun nuovo profilo
ro: nu a fost găsit niciun nou profil ICC

source: Empty color temperature
it: Manca la temperatura del colore
ro: Lipsește temperatura culorii

source: Invalid color temperature
it: La temperatura del colore è invalida
ro: Temperatura culorii e invalidă

source: No ICC file selected
it: Nessun file ICC scelto
ro: Niciun fișier ICC nu a fost selectat

source: Empty 'dispwin' command
it: Commando 'dispwin' vuoto
ro: Comanda 'dispwin' lipsește

source: Could not find 'dispwin' command in PATH: '%s'
it: Non ho trovato il commando 'dispwin' nel PATH: '%s'
ro: Nu am găsit comanda 'dispwin' în PATH: '%s'

source: Could not parse the latitude
it: Non ho potuto leggere la latitudine
ro: Nu am putut procesa latitudinea

source: The latitude should be between -90 and 90
it: La latitudine deve avere valori tra -90 e 90
ro: Latitudinea trebuie să fie între -90 și 90

source: Could not parse the longitude
it: Non ho potuto leggere la longitudine
ro: Nu am putut procesa longitudinea

source: The longitude should be between -180 and 180
it: La longitudine deve avere valori tra -180 e 180
ro: Longitudinea trebuie să fie între -180 și 180

source: Could not save the config file: %s
it: Non ho potuto salvare il file di configurazione: %s
ro: Nu am putut salva fișierul de configurare: %s

source: invalid latitude / longitude
it: latitudine / longitudine invalida
ro: latitudine / longitudine invalidă

source: no available profiles
it: nessun profilo disponibile
ro: niciun profil disponibil

source: Could not load auto-determined profile: %s
it: Non ho potuto caricare il profilo determinato automaticamente: %s
ro: Nu am putut încărca profilul determinat automat: %s

source: dispwin command:
it: commando 'dispwin':
ro: comanda 'dispwin':

source: latitude:
it: latitudine:
ro: latitudine:

source: longitude:
it: longitudine:
ro: longitudine:

source: color temperature
it: temperatura del colore
ro: temperatura culorii

source: ICC file
it: file ICC
ro: fișier ICC

source: Auto add
it: Aggiungi automaticamente
ro: Adaugă automat

source: manual/automated monitor color profile loader
it: caricatore manuale/automatico dei profili di colore per lo schermo
ro: încărcător manual/automat de profile de culoare pentru monitor

source: %d new ICC profile found
it: è stato trovato %d nuovo profilo
